LYRIC_LIST = [
    # 灼熱にて純情
    '''
What’s 純情？ お口に合いますか？
甘ったるいだけじゃ満足しないね
スタンバイはとっくにできてるの
じゃあ time is now, time is now


メーデーメーデーこんな混線列島
右往左往しても人間ばっか
スワイプ＆タップしても体勢影響なしでlonely


ああもう鬱陶しい
ノイズをさらってよ雷鳴 聞いたことのない爆音で
塵みたいの 埃っぽいの 一掃で黙らせたいね
不明瞭な声援よりもでっかいのくれ
私にステージをくれ


冷淡冷徹な独裁？ no way, 必要な毒。
最高沸点にこだわりたい 好きにのたまいたいな
独尊唯我なんて大層なこと言ってないの
適宜徹底的 刺しちゃって


a-ha-ha 前例ないくらいに燃やしたいんだって
狭い部屋の中だって心 無尽蔵に膨張してるんだろ
ああ ああ リミットかけずにブーストして
純情はどうにも滑稽で歪なほどに光るものなの
知らないならちょっと黙ろうか？道を開けろよhoney
世界はもっと昂ぶれる


bla-bla-bla 乗るかそるかbetしてるけど負けるはずないな
救世主の采配は多分気まぐれ
じゃあどんな結果だって最高速ゆえにpassing


ああもう鬱陶しい
誰だってどうせ不安だ なら平穏って定義しよう
すがりついたって わめいたって 結局ふりだしに戻るだけ
「まあ否定しないけど、ちょっと先で待ってる。」
汝、私の全身全霊を知れ


飽き足らない 見当たらないの 誰がカリスマ？
危なすぎるアイズワイドシャットみたくさ 乱れてさ
妄想が全部正解にできそうじゃないか
適宜徹底的 暴れろ


前例ないけど燃やしつくしちゃえば
跡形だけなくなって歴史になるんだ
そこに立つ私に ああ ああ 不可能とかはもうないの
純情があながち劣勢でそれが常識と笑われても知らないんだよ
こっちのペースで波乱は続くから
世界にそっと口づけを


燃えるほど 尽きるほど ステージは熱くなる
だからまだ振り絞れよhoney
ちゃんと声は届くから


前例ないくらいに燃やしたいんだって
狭い部屋の中だって心 無尽蔵に
膨張してるんだろ
ああ ああ リミットかけずにブーストして


つまり燃やしつくしちゃえば
跡形だけなくなって歴史になるんだ
そこに立つ私に ああ ああ 不可能とかはもうない


純情なんだよ それが答えなんだ
適当な理由で口挟むなよ
知らないならちょっと黙ろうか？道を開けろよhoney
世界はもっと昂ぶれる


燃やし尽くして


灼熱にて純情
''',




    # Steller Steller
    '''
だって僕は星だから Stellar Stellar

きっと君はもう気づいていた 僕の心の奥で描いた
それがこれから話す陳腐な モノローグさ

ずっと言えない言葉があった 壊せない壁があったんだ ずっとさ

ふっと香り立つ朝の匂いが どうしようもなく憎らしくて
部屋の隅で膝を抱えて 震えていた
太陽なんていらないから 明けないでいて──

その手を伸ばして 誰かに届くように
僕だって君と同じ 特別なんかじゃないから


そうさ僕は 夜を歌うよ Stellar Stellar
ありったけの輝きで 今宵音楽はずっとずっと止まない

そうさ僕が ずっとなりたかったのは 待ってるシンデレラじゃないさ
迎えに行く王子様だ だって僕は星だから

なんてありふれた話なんだ 理想だけ書き連ねていた
ノートの隅に眠るほんの ワンシーンだ きっとあの星も泣いてるんだ
明日なんて来ないままでいて

その手を伸ばして 誰かに届くように
本当に大切なものは 目に見えないみたいなんだ


そうさ僕は 夜を歌うよ Stellar Stellar ありのまま考えないで
今宵音楽はきっときっと止まない

そうだ僕が ずっとなりたかったのは、あえかなヒロインじゃないさ
救いに行くヒーローだ

夢見がちなおとぎ話 おとぎ話


そうさ僕は夜を歌うよ Stellar Stellar ありったけの輝きで
今宵音楽はずっとずっと止まない

そうさ僕は 愛を歌うよ Stellar Stellar 世界、宇宙の真ん中で
今宵音楽はきっときっと止まない


そうだ僕が ずっとなりたかったのは 待ってるシンデレラじゃじゃないさ
迎えに行く王子様だ だって僕は星だから

そうだ僕は星だった Stellar Stellar
''',




    # GHOST
    '''
パッと弾けた感情に
言い訳を並べて過ごした


葛藤も知らない街明かり
君だけだって嘘をついた


信じたくもないままで踊っている
示すために連ね続けた言葉


見えないの僕が 僕のこの声が聞こえてる？
Dancer in the dark
シルエットすらも透明できっと不格好だけれど
でも
せめて声を枯らそう
必死に縋ってもずっと証明を
ねえゴーストみたいだ


散々恨んだ明るさと
意味有りげに伸びていく影


淡々と過ぎた一粒の
君の言葉で泣きたくなった


大切にしたいものが零れていく
示すままに綴り続けたい言葉


見えてるの僕が 僕のこの声が届いてる？
Dancer in the dark
シルエットすらも透明できっと不格好だけれどでも
だから叫んで 足掻いて
裸足のまま走って ねえ気付いて
教えてよ 答えは


こんな僕の心まで馬鹿にしないで


灰色の街が嗤ってる
足取りも重くなる
声を枯らして
叫んで足掻いて
裸足で走り続けて
変わらないように諦めないように
連ね綴るだけだ


見つけてよ僕を 僕のこの声が聞こえてる？
Dancer in the dark
シルエットすらも透明できっと不格好だけれど
でも
せめて声を 枯らそう
必死に縋っても ずっと証明を
ねえゴーストみたいだ
''',




    # TEMPLATE
    '''
画面の向こうのそのまた向こうで
放たれた言葉たち、
殴っても傷まない透明な拳
満天の星のように散らばっている
ガラスの破片の上を、
裸足で歩くような痛みだ


僕はずっと苦しかったんだ


そうだ 僕にとって「正解」なんてどうだっていい
この生が正しいか間違いか 自分で決めるから
その手に抱えた大層なテンプレートは持ち帰って


鏡に映った僕の色は全部
僕のためにあったのに、
気づいたらこの手を離れていた
名前も顔も隠したアノニマスに
僕の何がわかるの？
輪郭さえぼやけそうな痛みを


僕の全部、取り返さなくちゃ


何度遮ったって五月蠅いほどに鳴るノイズが
好き放題僕を貶し、カテゴライズの檻に縛っても
この声の正体に名前を付けられるのは自分だけだろ？


もう僕は祈らない
この街の頭上を、降り注いだ慈愛を
仰ぎはしない
僕のこの痛みも姿形も
誰に決められることもない


そうだ 僕にとって「正解」なんてどうだっていい
この生が正しいか間違いか 自分で決めるから


あの一等星の輝きにも
幸福が蔓延る理想郷にも
届かなくたって構わない
僕以外、何も要らない
''',




    # Comet
    '''
あの空で輝いた 流れ星を追いかけて
いつか君を照らすから 彗星のスターライト


生まれたばかりの 小さな光は
消えてしまいそうな声で歌を唄ったんだ
誰かに届くように とその声を振り絞って
今はまだ響かないけど いつかその心に


満天の星を降らせるよ 眩いほど煌めくよ
何もかも忘れるくらい とびきりのステージをあげる
今夜は眠れない 程に胸を躍らせて
手を取って さぁ行こう 彗星のスターライト


叶えたい願いを 浮かべた光は
ずっと出会いを待ってる 早く見つけてよ
理想に描いただけじゃ きっとまだ進めない
踏み出したばかりだけど いつかその心に


満開の花を咲かせるよ 夢中にしてみせるから
次元さえも超えるくらい とびきりのドリームをあげる
今夜は醒めないで 一度きりの瞬間だって
大事なの ほら行くよ 彗星のスターライト


数えきれないほどの星が
それぞれ違う色で光っているんだ
その中で私は 何が残せるのかな
きっと誰よりも青く強い光を


満天の星を降らせるよ 眩いほど煌めくよ
何もかも忘れるくらい とびきりのステージをあげる
今夜は眠れない 程に胸を躍らせて
私のこと見ていてね 彗星のスターライト
''',



    # 天球、彗星は夜を跨いで
    '''
灯りがひとつ灯った 灯った
天を彩った鋲が綺麗だ
僕の吐いた白い息のように、
消してしまえたらな


押し殺して深く沈んだ
泣き声さえ、聞こえているから
君を刺した不安も苦痛も、
僕の青色で 塗り潰して


全部涙になって
星の海を流れていった
果てしない闇の中に
そっと青を添えたら ほら


彗星が僕の頭上を飛んだ
誰もいない夜の空を染めた
深く寝静まった街の中へ
降り注ぐのは誰の悲しみだろう？


星はまた弧を描いて飛んだ
もやのかかった思考を晴らして
「いつかまた会える」なんて言えなかった
星が降ったあとの街、僕はまだ


黒く澄んだがらんどうの空を
箒星が彩るように
君を刺した不安も苦痛も、
僕の青色で 塗りつぶして


君の涙をそっと、
星の海に流しこむんだ
尾を引いたその光が、
誰かをまた救うから


彗星が僕を選ぶのなら
この空を全部君にあげる
言えなかった言葉の尾を引いて
降り注ぐのは誰の悲しみだろう？


星はまた弧を描いて飛んだ
街の視線を奪い去るように
君とまた会えるなら僕は、そうだ
星の名前をひとつ受け止めよう


悲しみがあふれそうになること
天球で離ればなれでも
僕らは繋がっているから


彗星が僕の頭上を飛んだ
誰もいない夜の空を染めた
深く寝静まった街の中へ
降り注ぐのは誰の悲しみだろう？


星はまた弧を描いて飛んだ
もやのかかった思考を晴らして
「いつかまた会える」なんて言えなかった
星が降った後の街、僕はもうずっと
君の行方を 探してた
''',

]
